7zip
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ark
awesome-terminal-fonts
base
base-devel
bash-completion
bind
blueman
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chwd
cliphist
cpupower
cryptsetup
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
dust
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
ffmpegthumbnailer
figlet
file-roller
firefox
firefox-i18n-ja
firejail
fsarchiver
git
glances
grimblast-git
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gtklock
gum
gvfs
gwenview
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprlock
impala
inetutils
intel-media-driver
intel-ucode
inter-font
iptables-nft
iwd
jfsutils
kate
kitty
konsole
kvantum
kvantum-qt5
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
lxappearance
mako
man-db
man-pages
matugen
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mpv-mpris
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
nodejs
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nvtop
nwg-look
octopi
okular
opencl-mesa
openssh
os-prober
pacman-contrib
pamixer
partitionmanager
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
pnpm
polkit-gnome
polkit-kde-agent
poppler-glib
power-profiles-daemon
powertop
pv
python
python-defusedxml
python-packaging
python-pywal
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-virtualkeyboard
qt6-wayland
rebuild-detector
reflector
resvg
ripgrep
rofi
rsync
rtkit
rustup
s-nail
sassc
satty
sddm
sg3_utils
smartmontools
snapper
sof-firmware
starship
sudo
swaync
swww
sysfsutils
texinfo
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
thunar-volman
ttf-bitstream-vera
ttf-cascadia-code-nerd
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tty-clock
tumbler
ufw
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
vlc-plugins-all
vpl-gpu-rt
vulkan-intel
waybar
wget
which
wireless-regdb
wireplumber
wlogout
wlr-randr
woff2-font-awesome
wpa_supplicant
xdg-desktop-portal-gtk
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xwayland-satellite
yay
yazi
zathura
zathura-pdf-mupdf
zip
zoxide
