7zip
adw-gtk-theme
cmake
colord
colord-gtk-common
colord-gtk4
cpio
curl
dnsmasq
fcitx5-im
fcitx5-mozc
file-roller
firefox
firefox-i18n-ja
gvfs
gzip
hyprshot
jq
kate
meson
nano
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nwg-look
poppler-glib
powertop
resvg
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
thunar-volman
tumbler
unarchiver
unzip
visual-studio-code-bin
yazi
qemu-full
qemu-img
libvirt
virt-install
virt-manager
virt-viewer
virtiofsd
edk2-ovmf
dnsmasq
swtpm
tuned
ntfs-3g
nftables
bridge-utils
openbsd-netcat
libguestfs
