btop
curl
fastfetch
ffmpeg
imagemagick
jq
less
networkmanager
os-prober
pacman-contrib
pavucontrol
parallel
pciutils
power-profiles-daemon
python-gobject
qt6-svg
ripgrep
unzip
wget
xorg-xrandr
ttf-meslo-nerd
noto-fonts
noto-fonts-emoji
qt6-5compat
qt6-declarative
qt6-multimedia-ffmpeg
bat
eza
fish
fzf
git
rsync
cava
cliphist
grimblast-git
partitionmanager
kitty
kvantum
kvantum-qt5
lxappearance
network-manager-applet
niri
nodejs
npm
ntfs-3g
nwg-look
nvtop
pamixer
polkit-kde-agent
python-pywal
qt5ct
qt5-svg
qt6ct-kde
qt5-graphicaleffects
qt5-quickcontrols2
rofi-wayland
satty
swaync
swww
sddm
ark
crudini
dolphin
gwenview
okular
tty-clock
waybar
wl-clipboard
yazi
zip
